var bike_point = new Array(
	{"num":"0","pos":"120.902327,31.967275","name":"五山新苑","add":"南郊路南侧","sum":"25"},
	{"num":"1","pos":"120.909477,31.969871","name":"五山家园","add":"南郊路南侧","sum":"20"},
	{"num":"2","pos":"120.916852,31.966291","name":"新港花苑北","add":"花园路南侧","sum":"20"},
	{"num":"3","pos":"120.910263,31.96446","name":"五山花苑","add":"花园路北侧","sum":"30"},
	{"num":"4","pos":"120.898024,31.972358","name":"星光耀","add":"工农南路西侧","sum":"28"},
	{"num":"5","pos":"120.900418,31.973987","name":"中南城南","add":"桃园路北侧","sum":"18"},
	{"num":"6","pos":"120.897552,31.975503","name":"中央商务区","add":"工农南路东侧","sum":"20"},
	{"num":"7","pos":"120.905781,31.9747075","name":"体育会展中心北","add":"桃园路南侧","sum":"30"},
	{"num":"8","pos":"120.91758,31.962875","name":"新港花苑南","add":"新港花苑南广场","sum":"30"},
	{"num":"9","pos":"120.913807,31.973792","name":"啬园北门","add":"啬园路南侧","sum":"21"},
	{"num":"10","pos":"120.905552,31.962722","name":"五山公寓","add":"花园路北侧","sum":"30"}
	);